cask "ghostty"
cask "adobe-creative-cloud"
cask "alfred"
cask "discord"
cask "zen-browser"
cask "bambu-studio"
cask "plex"
cask "obsidian"
cask "vlc"
cask "1password"
cask "cleanmymac"
cask "jetbrains-toolbox"
cask "fantastical"
cask "todoist"
cask "ghostty"
