brew "mas"
brew "direnv"
cask "font-fira-code"

cask "ghostty"
cask "adobe-creative-cloud"
cask "alfred"
cask "discord"
cask "zen-browser"
cask "plex"
cask "obsidian"
cask "vlc"
cask "1password"
cask "jetbrains-toolbox"
cask "fantastical"
cask "todoist"
cask "notion"
cask "zotero"
cask "caffeine"
cask "claude-code"

mas "Magnet", id: 441258766
mas "Bear", id: 1091189122
mas "CleanMyMac", id: 1339170533
