brew "mas"
brew "direnv"

# Container tools - better macOS integration via Homebrew
brew "podman"
brew "podman-compose"

cask "1password-cli"
cask "ghostty"
cask "podman-desktop"
cask "adobe-creative-cloud"
cask "alfred"
cask "discord"
cask "zen"
cask "plex"
cask "obsidian"
cask "mpv"
cask "1password"
cask "jetbrains-toolbox"
cask "fantastical"
cask "todoist"
cask "notion"
cask "zotero"
cask "caffeine"
cask "nikitabobko/tap/aerospace"
cask "scrivener"
cask "obs"
cask "insomnia"

mas "Bear", id: 1091189122
mas "CleanMyMac", id: 1339170533
